[
  {
    "id": 25,
    "nameDB": "VerticalDataBinning",
    "name": "Vertical Data Binning",
    "description": "VerticalDataBinning",
    "nameZh": "数据分箱",
    "descriptionZh": "数据分箱（也称为离散分箱或分段）是一种数据预处理技术，用于减少次要观察误差的影响，是一种将多个连续值分组为较少数量的“分箱”的方法",
    "blocked": false
  },
  {
    "id": 18,
    "nameDB": "DeepSegTraining",
    "name": "Federated CNN Framework Training Study",
    "description": "Convolutional neural network is a deep learning method specially developed for image classification and recognition developed on the basis of multi-layer neural network",
    "nameZh": "分布式卷积神经网络框架训练",
    "descriptionZh": "卷积神经网络是在多层神经网络的基础上发展起来的针对图像分类和识别而特别设计的一种深度学习方法",
    "blocked": false
  },
  {
    "id": 19,
    "nameDB": "DeepSegEvaluation",
    "name": "Federated CNN Framework Evaluation Study",
    "description": "Convolutional neural network is a deep learning method specially developed for image classification and recognition developed on the basis of multi-layer neural network",
    "nameZh": "分布式卷积神经网络框架评估",
    "descriptionZh": "卷积神经网络是在多层神经网络的基础上发展起来的针对图像分类和识别而特别设计的一种深度学习方法",
    "blocked": true
  },
  {
    "id": 14,
    "nameDB": "GenomeWideAssociationStudy",
    "name": "Genome Wide Association Study",
    "description": "Genome Wide Association Study (GWAS) is the detection of single nucleotide polymorphisms (SNPs) of multiple individuals across the whole genome to obtain genotypes, and then genotypes and observable traits, That is, phenotype, statistical analysis of the population level, according to statistics or P value to screen out the genetic variants most likely to affect the trait.",
    "nameZh": "全基因组关联分析",
    "descriptionZh": "全基因组关联分析（Genome Wide Association Study, 简称GWAS）是对多个个体在全基因组范围的单核苷酸多态性（SNP）进行检测，获得基因型，进而将基因型与可观测的性状，即表型，进行群体水平的统计学分析，根据统计量或P值筛选出最有可能影响该性状的遗传变异。",
    "blocked": false
  },
  {
    "id": 21,
    "nameDB": "VerticalGridLogisticRegression",
    "name": "Vertical Grid Logistic Regression",
    "description": "Vertical Grid Logistic Regression is an accurate logistic regression (LR) algorithm to support federated data analysis of vertically partitioned distributed datasets",
    "nameZh": "垂直分割逻辑回归",
    "descriptionZh": "垂直分割逻辑回归（Vertical Grid Logistic Regression）是一种支持垂直分区分布式数据集的联邦数据分析的逻辑回归（LR）算法",
    "blocked": false
  },
  {
    "id": 23,
    "nameDB": "VerticalXGBoostLearning",
    "name": "Vertical XGBoost Learning",
    "description": "Vertical XGBoost Learning",
    "nameZh": "垂直分割XGBoost",
    "descriptionZh": "垂直分割XGBoost回归算法",
    "blocked": false
  },
  {
    "id": 22,
    "nameDB": "VerticalGridLogisticRegressionPrediction",
    "name": "Vertical Grid Logistic Regression Prediction",
    "description": "Vertical Grid Logistic Regression Prediction is a classifiction prediction algorithm based on Vertical Grid Logistic Regression algorithm to support federated data analysis of vertically partitioned distributed datasets",
    "nameZh": "垂直分割逻辑回归预测",
    "descriptionZh": "垂直分割逻辑回归预测（Vertical Grid Logistic Regression Prediction）是一种基于垂直分割逻辑回归算法对垂直分区分布式数据集的联邦数据分类预测算法",
    "blocked": false
  },
  {
    "id": 26,
    "nameDB": "VerticalXGBoostPrediction",
    "name": "Vertical XGBoost Prediction",
    "description": "Vertical XGBoost Prediction",
    "nameZh": "垂直分割XGBoost预测",
    "descriptionZh": "垂直分割XGBoost预测（Vertical XGBoost Prediction）",
    "blocked": false
  },
  {
    "id": 9,
    "nameDB": "MinMaxAnalysis",
    "name": "Min & Max",
    "description": "In this method, the minimum and maximum values of the target data can be obtained through alliance learning.",
    "nameZh": "最小值/最大值",
    "descriptionZh": "本方法可通过联盟学习的方式获取目标数据的最小值和最大值。",
    "blocked": false
  },
  {
    "id": 10,
    "nameDB": "MeanAnalysis",
    "name": "Mean Analysis",
    "description": "In this method, the average value of the target data can be obtained through alliance learning.",
    "nameZh": "平均值计算",
    "descriptionZh": "本方法可通过联盟学习的方式获取目标数据的平均值。",
    "blocked": false
  },
  {
    "id": 6,
    "nameDB": "ID_Matching",
    "name": "ID Matching",
    "description": "Privacy-preserved pseudo-ID matching is used to identify the same patient between different data contributors.",
    "nameZh": "ID碰撞",
    "descriptionZh": "隐私保护的伪ID匹配用以识别不同数据贡献者之间的相同样本标签。",
    "blocked": false
  },
  {
    "id": 0,
    "nameDB": "Cox_Proportional_Hazards_Model",
    "name": "Cox Proportional Hazards Model",
    "description": "Proportional risk regression model, also known as Cox Proportional Hazards Model. The model can be used to describe the effect of multiple features that do not change over time on the mortality at a certain moment. It is an extremely important model in survival analysis. The proportional risk regression model takes survival outcome and survival time as dependent variables, and can simultaneously analyze the influence of many factors on survival time.",
    "nameZh": "比例风险回归模型",
    "descriptionZh": "比例风险回归模型，又称Cox Proportional Hazards Model。模型可以用来描述不随时间变化的多个特征对于在某一时刻死亡率的影响。它是一个在生存分析中极为重要的模型。比例风险回归模型以生存结局和生存时间为因变量，可同时分析众多因素对生存期的影响。",
    "blocked": true
  },
  {
    "id": 1,
    "nameDB": "Chi_Square",
    "name": "Chi-squared Test",
    "description": "Chi-squared test (Chi-squared Test) is a widely used hypothesis test method for counting data. It mainly compares the correlation analysis of two or more sample rates (composition ratio) and two categorical variables. The basic idea is to compare the degree of agreement or goodness of fit between the theoretical frequency and the actual frequency. The chi-square test is used to calculate the degree of deviation between the actual observed value and the theoretically estimated value of the sample. The degree of deviation between the actual observed value and the theoretically estimated value determines the size of the chi-square value. If the chi-square value is larger, the two The greater the degree of deviation; conversely, the smaller the deviation between the two; if the two values are completely equal, the chi-square value is 0, indicating that the theoretical value is fully consistent.",
    "nameZh": "卡方检验",
    "descriptionZh": "卡方检验（Chi-squared Test）是一种用途很广的计数资料的假设检验方法。主要是比较两个及两个以上样本率（构成比）以及两个分类变量的关联性分析。根本思想在于比较理论频数和实际频数的吻合程度或者拟合优度问题。卡方检验用于统计样本的实际观测值与理论推断值之间的偏离程度，实际观测值与理论推断值之间的偏离程度就决定卡方值的大小，如果卡方值越大，二者偏差程度越大；反之，二者偏差越小；若两个值完全相等时，卡方值就为0，表明理论值完全符合。",
    "blocked": true
  },
  {
    "id": 2,
    "nameDB": "Kolmogorov_Smirnov_Test",
    "name": "Kolmogorov-Smirnov Test",
    "description": "The Kolmogorov-smirnov test (KS test) is based on the cumulative distribution function and is used to test whether two empirical distributions are different or whether one empirical distribution is different from another ideal distribution. Parameter inspection. In layman's terms, the K-S test method can use sample data to infer whether the population from which the sample comes from follows a certain theoretical distribution. It is a test of goodness of fit, suitable for exploring the distribution of continuous random variables.",
    "nameZh": "柯尔莫哥洛夫-斯米尔诺夫检验",
    "descriptionZh": "柯尔莫哥洛夫-斯米尔诺夫检验（Kolmogorov-smirnov Test, 简称K-S test）基于累计分布函数，用以检验两个经验分布是否不同或一个经验分布与另一个理想分布是否不同，属于非参数检验。通俗地来说，K-S检验方法能够利用样本数据推断样本来自的总体是否服从某一理论分布，是一种拟合优度的检验方法，适用于探索连续型随机变量的分布。",
    "blocked": true
  },
  {
    "id": 3,
    "nameDB": "ANOVA",
    "name": "ANOVA Test",
    "description": "Analysis of Variance (ANOVA), also known as \"variation analysis\" or \"F test\", is used to test the significance of the difference between two or more samples.",
    "nameZh": "方差分析",
    "descriptionZh": "方差分析(Analysis of Variance，简称ANOVA)，又称“变异数分析”或“F检验”，用于两个及两个以上样本均数差别的显著性检验。",
    "blocked": true
  },
  {
    "id": 4,
    "nameDB": "LogRank",
    "name": "Log-Rank Test",
    "description": "Log Rank Test is a hypothesis test that compares the survival distribution of two samples. This is a non-parametric test. The basic idea is that, assuming that the null hypothesis holds (there is no difference between the two overall survival curves), the theoretical number of deaths calculated based on the number of initial observations and the theoretical death probability of the two treatments with different survival times should not be much different from the actual number of deaths. Otherwise, the invalid hypothesis does not hold, and the difference between the two survival curves is considered statistically significant. The log-rank test can be used to compare the survival curves of two or more samples.",
    "nameZh": "对数秩检验",
    "descriptionZh": "对数秩检验 (Log Rank Test)，是一个假设检验比较两个样本的生存分布。这是一种非参数测试。其基本思想是，假定无效假设成立(两总体生存曲线无差别)，则根据两种处理不同生存时间的初期观察人数和理论死亡概率计算出的理论死亡数，与实际死亡数应相差不大，否则无效假设不成立，认为两条生存曲线差异有统计学意义，对数秩检验可用于两个或多个样本生存曲线的比较。",
    "blocked": true
  },
  {
    "id": 5,
    "nameDB": "Kaplan_Meier",
    "name": "Kaplan–Meier estimate",
    "description": "In clinical research, the survival curve (also known as Kaplan-Meier curve) is one of the most commonly used methods, which aims to describe the survival status of patients in each group. It is used in survival analysis (survival analysis is a statistical method that combines the results of an event and the time it takes for this result to appear) to visually present the relationship between a factor and survival time.",
    "nameZh": "生存曲线（Kaplan–Meier estimate）",
    "descriptionZh": "在临床研究中，生存曲线（又称Kaplan-Meier曲线）是最常用的方法之一，旨在描述各组患者的生存状况。它被用于生存分析（生存分析是将事件的结果和出现这一结果所经历的时间结合起来分析的一种统计学方法）可以直观得呈现某因素与生存时间的关系。",
    "blocked": true
  },
  {
    "id": 8,
    "nameDB": "Logistic_Regression",
    "name": "Logistic Regression",
    "description": "Logistic regression model is a generalized linear regression analysis model, commonly used in data mining, automatic diagnosis of diseases, and other fields.",
    "nameZh": "逻辑回归",
    "descriptionZh": "逻辑回归模型是一种广义的线性回归分析模型，常用于数据挖掘，疾病自动诊断等领域。",
    "blocked": true
  },
  {
    "id": 11,
    "nameDB": "MedianAnalysis",
    "name": "Median",
    "description": "This method can calculate a global Median or Interquartile range for the targeted data by federated learning",
    "nameZh": "中位数计算",
    "descriptionZh": "本方法可通过联盟学习的方式获取目标数据的中位数",
    "blocked": true
  },
  {
    "id": 12,
    "nameDB": "T_Test",
    "name": "T-test",
    "description": "T-test is a statistical test for small sample size (<30) to compare the mean, its test statistic under the null hypothesis can be approximated by a Stundent's t-distribution",
    "nameZh": "T检验",
    "descriptionZh": "T检验是一般用于样本量小（<30）平均值差异性检验的方法，它是用t分布的理论来推论差异发生的概率",
    "blocked": true
  },
  {
    "id": 13,
    "nameDB": "Z_Test",
    "name": "Z-test",
    "description": "Z-test is a statistical test for large sample size (>30) to compare the mean, its test statistic under the null hypothesis can be approximated by a normal distribution",
    "nameZh": "Z检验",
    "descriptionZh": "Z检验是一般用于大样本（>30）平均值差异性检验的方法，它是用正态分布的理论来推断差异发生的概率",
    "blocked": true
  },
  {
    "id": 7,
    "nameDB": "Student_Ranking",
    "name": "Score Query",
    "description": "Query Score among several schools' database",
    "nameZh": "成绩查询",
    "descriptionZh": "进行多个学校间的学生成绩查询",
    "blocked": true
  },
  {
    "id": 120,
    "nameDB": "LinearDiscriminantAnalysis",
    "name": "Linear Discriminant Analysis",
    "description": "LDA is a generalization of Fisher's linear discriminant",
    "nameZh": "线性判别分析",
    "descriptionZh": "线性判别分析（LDA）是对费舍尔的线性鉴别方法的归纳，它使用统计学、模式识别和机器学习方法，试图找到两类物体或事件的特征的一个线性组合，以能够特征化或区分它们",
    "blocked": true
  },
  {
    "id": 142,
    "nameDB": "Pearson correlation",
    "name": "Pearson correlation",
    "description": "Pearson correlation coefficient is a measure of the linear correlation between two variable X and Y, it has a value between +1 and -1",
    "nameZh": "皮尔逊系数",
    "descriptionZh": "皮尔逊系数用于度量两个变量X和Y之间的相关程度，其值介于-1与1之间",
    "blocked": true
  },
  {
    "id": 141,
    "nameDB": "Kendall correlation (Kendall's Tau test)",
    "name": "Kendall correlation (Kendall's Tau test)",
    "description": "Kendall's tau coefficient is a statistic used to measure the ordinal association between two measured quantities",
    "nameZh": "肯德尔相关系数",
    "descriptionZh": "肯德尔相关系数是一个用来测量两个随机变量相关性的统计值。肯德尔检验是无参数假设检验，它使用计算而得的相关系数去检验两个随机变量的统计依赖性",
    "blocked": true
  },
  {
    "id": 140,
    "nameDB": "Friedman test",
    "name": "Friedman test",
    "description": "The Friedman test is a non-parametric statistical, similar to ANOVA, it is used to detect differences in treatments across multiple test attempts",
    "nameZh": "费尔德曼测试",
    "descriptionZh": "费尔德曼检验是利用秩实现对多个总体分布是否存在显著差异的非参数检验方法，其原理假设是：多个配对样本来自的多个总体分布无显著差异",
    "blocked": true
  },
  {
    "id": 124,
    "nameDB": "Cochran-Armitage",
    "name": "Cochran-Armitage",
    "description": "Cochran-Armitage test is used in categorical data analysis when the aim is to assess for the presence of an association between a variable with two categories and an ordinal vairable with k categories",
    "nameZh": "Cochran-Armitage趋势检验",
    "descriptionZh": "线性趋势检验中最常用的一种方法就是Cochran-Armitage趋势检验。因为二分类变量和有序分类变量可以列联表的形式表示，将针对于这类资料的趋势检验称为趋势卡方检验",
    "blocked": true
  },
  {
    "id": 125,
    "nameDB": "Count, Proportion",
    "name": "Count, Proportion",
    "description": "This method can calculate a global count or proportion range for the targeted data by federated learning",
    "nameZh": "个数/比例",
    "descriptionZh": "本方法可通过联盟学习的方式获取目标数据的个数和比例",
    "blocked": true
  },
  {
    "id": 126,
    "nameDB": "Linear regression",
    "name": "Linear regression",
    "description": "Linear regression is a linear approach to modeling the relationship between a scalar response and one or more explanatory variables",
    "nameZh": "线性回归",
    "descriptionZh": "线性回归是利用称为线性回归方程的最小平方函数对一个或多个自变量和因变量之间关系进行建模的回归分析",
    "blocked": true
  },
  {
    "id": 127,
    "nameDB": "Generlized linear model (GLM)",
    "name": "Generlized linear model (GLM)",
    "description": "The generalized linear model is a flexible generalization of ordinary linear regression that allows for response variables that have error distribution models orther than a normal distribution",
    "nameZh": "广义线性模型",
    "descriptionZh": "广义线性模型是线性模型的扩展，通过联结函数简历响应变量的数学期望值与线性组合的预测变量之间的关系",
    "blocked": true
  },
  {
    "id": 128,
    "nameDB": "Generalized linear mixed model (GLMM)",
    "name": "Generalized linear mixed model (GLMM)",
    "description": "The generalized linear mixed model is an extension to the generalized linear model in which the linear predictior contains random effects on addition to the usual fiexd effects",
    "nameZh": "广义线性混合模型",
    "descriptionZh": "GLMM是广义线性模型（GLM）的扩展，其中线性预测器除了通常的固定效应外还包含随机效应",
    "blocked": true
  },
  {
    "id": 129,
    "nameDB": "Generalized Estimating equation (GEE)",
    "name": "Generalized Estimating equation (GEE)",
    "description": "Generalized estimating equation is used to estimate the parameters of a generalized linear model with a possible unknown correlation between outcomes",
    "nameZh": "广义估计方程",
    "descriptionZh": "广义估计方程过程对广义线性模型进行了扩展，以允许分析重复的测量或其他相关观察数据（聚类数据）",
    "blocked": true
  },
  {
    "id": 130,
    "nameDB": "Competing Risk Model",
    "name": "Competing Risk Model",
    "description": "Competing risk model (analysis) refers to a special type of survival analysis that aims to correctly estimate marginal probability of an event in the presence of competing events",
    "nameZh": "竞争风险模型",
    "descriptionZh": "竞争风险是指在观察队列中，存在某种已知事件可能会影响另一种事件发生的概率或者是完全阻碍其发生，则可认为前者与后者存在竞争风险。竞争风险模型适用于多个终点的生存数据",
    "blocked": true
  },
  {
    "id": 131,
    "nameDB": "AIC, BIC",
    "name": "AIC, BIC",
    "description": "AIC and BIC is an estimator of the relative quality of statistical models for a given set of data",
    "nameZh": "赤池信息准则，贝叶斯信息准则",
    "descriptionZh": "模型拟合效果进行评价指标",
    "blocked": true
  },
  {
    "id": 132,
    "nameDB": "Likelihood ratio test",
    "name": "Likelihood ratio test",
    "description": "The likelihood-ration test assesses the goodness of fit of two competing statistical models based on the ratio of their likelihoods",
    "nameZh": "似然比例检验",
    "descriptionZh": "似然比例检验是反映统计模型真实性的一种指标，属于同时反映灵敏度和特异度的复合指标",
    "blocked": true
  },
  {
    "id": 133,
    "nameDB": "Stepwise variable selection",
    "name": "Stepwise variable selection",
    "description": "Stepwise regression is a method of fitting regression models in which the choice of predictive variables is carried out by an automatice procedure",
    "nameZh": "逐步回归（逐步变量选择）",
    "descriptionZh": "逐步回归是一种线性回归模型自变量选择方法，其基本思想是将变量一个一个引入，引入的条件是其偏回归平法和经验是显著的",
    "blocked": true
  },
  {
    "id": 134,
    "nameDB": "Propensity score matching",
    "name": "Propensity score matching",
    "description": "Propensity score matching is a statistial matching technique that attempts to estimate the effect of a treatment",
    "nameZh": "倾向评分匹配",
    "descriptionZh": "倾向评分匹配是一种用于处理观察研究的数据的统计方法",
    "blocked": true
  },
  {
    "id": 135,
    "nameDB": "Parametric Survival Model",
    "name": "Parametric Survival Model",
    "description": "Survival analysis is a branch of statistics for analyzing the expected duration of time unitl one or more events happen, such as death in biological organisms and failure in mechanical systems",
    "nameZh": "参数生存模型",
    "descriptionZh": "参数法生存模型要求观察的生存时间服从每一特定的分布，采用估计分布中参数的方法获取生存率的估计值",
    "blocked": true
  },
  {
    "id": 136,
    "nameDB": "PCA(Pricipal component analysis)",
    "name": "PCA(Pricipal component analysis)",
    "description": "Principal component analysis (PCA) is a statistical procedure that uses an orthogonal transformation to convert a set of observations of possibly correlated variables into a set of values of linearly uncorrelated variables called principal components",
    "nameZh": "主成分分析",
    "descriptionZh": "主成分分析是一种统计分析，简化数据集的方法",
    "blocked": true
  },
  {
    "id": 137,
    "nameDB": "Credit Analysis",
    "name": "Credit Analysis",
    "description": "Credit Analysis Introduction",
    "nameZh": "授信分析",
    "descriptionZh": " ",
    "blocked": true
  },
  {
    "id": 138,
    "nameDB": "Comprehensive Financial Analysis",
    "name": "Comprehensive Financial Analysis",
    "description": "Comprehensive Financial Analysis Introduction",
    "nameZh": "金融综合分析",
    "descriptionZh": " ",
    "blocked": true
  },
  {
    "id": 139,
    "nameDB": "Credit Reporting Analysis",
    "name": "Credit Reporting Analysis",
    "description": "Credit Reporting Analysis Introduction",
    "nameZh": "征信分析",
    "descriptionZh": " ",
    "blocked": true
  },
  {
    "id": 143,
    "nameDB": "Spearman correlation",
    "name": "Spearman correlation",
    "description": "Spearman's rank correlation is a nonparametric measure of rank correlation",
    "nameZh": "斯皮尔曼等级相关系数",
    "descriptionZh": "斯皮尔曼相关系数表明 X (独立变量) 和 Y (依赖变量)的相关方向。 如果当X增加时， Y 趋向于增加, 斯皮尔曼相关系数则为正。 如果当X增加时， Y 趋向于减少, 斯皮尔曼相关系数则为负。 斯皮尔曼相关系数为零表明当X增加时 Y没有任何趋向性",
    "blocked": true
  }
]